<template>
  <div id="text">
    <h1 class="first">风险提示</h1>
    <p>投资涉及风险：敬请投资者注意，证券及投资的价值可升亦可跌，过往的表现不一定可以预示日后的表现。投资者在做出任何投资决策前，应完全了解其风险以及有关法律、赋税及会计的特点及后果，并根据个人的情况决定投资是否切合个人的投资目标，以及能否承担有关风险，必要时应寻求适当的专业意见。</p>
    <p class="last">投资者需知晓，市场波动、订单成交量、网络和系统响应等因素可能会延迟账户登入和交易执行。</p>
    <h1>免责声明</h1>
    <p>本网站证券投资相关内容由财经雷达项目团队编制及授权发布于本平台， 所载的意见可能与其他业务或其联营公司发表的意见有别，所载资料可能以若干假设为基础，仅供参考之用途，会因经济、市场及其他情况而随时更改而毋须另行通知。平台所引用之数据或资料可能得自第三方，财经雷达将尽可能确认资料来源之可靠性，但财经雷达并不对第三方所提供数据或资料之准确性负责，且财经雷达不会就本网站所载任何资料、评论及/或意见的公平性、准确性、时限性、完整性或正确性，以及任何该等评论及/或意见所依据的基准作出任何明文或暗示的保证、陈述、担保或承诺而负责或承担法律责任。本网站中如有类似前瞻性陈述之内容，此等内容或陈述不得视为对任何将来表现之保证，或不应被视为具体证券品种选择/买卖时机的建议，不应将其视为对证券市场/证券品种的走势、投资证券的可行性分析、预测或建议，或任何其他形式的证券投资咨询/建议，且应注意实际情况或发展可能与该等陈述有重大落差。</p>
    <p class="last">本公司不为在监管限制区域的居民开户，包括美国、巴西、比利时、香港和澳门。</p>
    <h1>产权所有</h1>
    <p>任何媒体、网站或个人未经授权不得转载、链接、转贴或以其他方式复制发表本网站任何内容。已获授权者，在使用本网站任何内容时必须注明来源于财经雷达，并承诺遵守相关法例及一切使用互联网的国际惯例，不为任何非法目的或以任何非法方式使用，违者将依法追究相关法律责任。</p>
  </div>
</template>

<script setup>

</script>

<style scoped>
#text {
  width:100%;
  min-width: 1900px;
  height: 700px;
  background-color: rgb(18,18,18);
}
.first {
  padding-top: 80px;
}
h1 {
  margin-left: 80px;
  padding-bottom:30px;
  color: white;
}
p {
  margin-left: 80px;
  color:rgb(181,181,181);
  font-weight: 550;
}
.last {

  margin-bottom: 30px;
}
</style>